Angular.ng-template
bmewburn.vscode-intelephense-client
bungcip.better-toml
burkeholland.simple-react-snippets
dbaeumer.vscode-eslint
donjayamanne.githistory
DotJoshJohnson.xml
dracula-theme.theme-dracula
dsznajder.es7-react-js-snippets
eamodio.gitlens
esbenp.prettier-vscode
felixfbecker.php-debug
felixfbecker.php-intellisense
foxundermoon.shell-format
jerrylopez.magento2-extension-pack
jerrylopez.magento2-snippets
jhipster-ide.jdl
jock.svg
johnpapa.Angular2
mikestead.dotenv
ms-azuretools.vscode-docker
ms-vscode.vscode-typescript-next
naumovs.color-highlight
neilbrayfield.php-docblocker
octref.vetur
PKief.material-icon-theme
redhat.java
redhat.vscode-yaml
rocketseat.rocketseatreactjs
sainnhe.gruvbox-material
sibiraj-s.vscode-scss-formatter
streetsidesoftware.code-spell-checker
TabNine.tabnine-vscode
xabikos.ReactSnippets
